Repository: giellalt/corpus-sme
Catalog: tmx/smj/bible/osko/index.php_kat_id=195_art_id=252.html.tmx
Source language: sme
Languages: smj

source: Oahpa: Dolla
smj: Åhpav: Dållå

source: It galgga rihkkut náittosdili
smj: I galga gállasjvuodav doadjet

source: Mii galgat ballat Ipmilis ja ráhkistit su, vai mii eallit buhtes ja gudnálaš eallima sániiguin ja daguiguin, ja juohkehaš galgá ráhkistit ja gudnejahttit náittosguoimmis.
smj: Galggap jubmelbalulattjan suv iehttset, vaj rájnnasin ja vigedibmen ájádusájn, bágojn ja bargojn viessop. Gállasjguojmitja galggaba guojmeska iehttset ja guddnedit.

source: Dat guđet leat buorit nubbi nubbái, leaba maid oskkáldasat nubbi nubbái, nu ahte sudno oktavuohta lea báidnojuvvon buorrevuhtii ja rehálašvuhtii.
smj: Juohkkahasj galggá gállasjvuodav vieledit, ja aktisasj iellemav suoddjit. Gudi guhtik guojmeska iehttseba, libá åskulattja, váj aktijvuodan le hávsske ja duohtavuohta.

source: Maid dat mearkkaša, “ Náittosdili rihkkut ” ?
smj: Majt dat sisadná ” gállasjvuodav doadjet ” ?

source: Lea go dát, ahte náittosguoimmit mannaba goabbat sadjái ?
smj: Le gus gå gállasjguojmitja nubbe nuppes sirraba ?

source: Ahte guovttis geat orruba ovttas, heaitaleaba ?
smj: Guovtes gudi aktan årroba sirraba ?

source: Vai lea go eambbo ?
smj: Jali le gus juoga ienep ?
